Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
uk: Введіть пари дат, між якими студенти не можуть постити в форумах. Всередині квадратних дужок, введіть додатковий набір квадратних дужок навколо кожної пари дат. Формат кожної пари дат ["РРРР-мм-ДД", "РРРР-мм-ДД"]. Щоб вказати час, а також дату, Формат кожної пари ["РРРР-мм-ДДТЧЧ:мм, РРРР-мм-ДДТЧЧ:мм"]. Не забудьте включити "Т" між датою і часом. Наприклад, запис визначення двох періодів відключення виглядає так, в тому числі зовнішня пара квадратних дужок: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Source code for LaTeX and Word problems. This feature is not well-supported.
uk: Код завдань у форматі LaTeX і Word. Дана функція підтримується не повністю.

source: You may not use complex numbers in range tolerance problems
uk: Ви не можете використовувати комплексні числа в діапазоні допустимих значень завдання

source: INVOICE
uk: РАХУНОК-ФАКТУРА

source: Your Submission Status
uk: Статус подання вашого завдання

source: Signed Out
uk: Вийшли

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
uk: Запит отримано, але сервер не встиг його обробити. Закінчення терміну очікування з'єднання між клієнтом і сервером\n не викликає цю помилку.

source: Download Your Certificate
uk: Завантажити свій сертифікат

source: Display Name
uk: Назва, що відображається

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
uk: Ви будете мати доступ до курсу одразу, як ви заповните наступну форму. Поля, які відмічені зірочкою (*) - обов'язкові для заповнення. Ця інформація буде використовуватися тільки {platform_name} і не буде відображена ніяким чином у Вашому профілі.

source: Add {course.display_number_with_default} to Cart ({currency_symbol}{cost})
uk: Додати {course.display_number_with_default} до кошику ({currency_symbol}{cost})

source: Unable to parse date:
uk: Неможливо опрацювати дату:

source: Looks like you haven't been enrolled in any courses yet.
uk: Здається, Ви ще не зареєструвалися на жодному курсі.

source: Reindex current course
uk: Переіндексувати поточний курс

source: Finished Video
uk: Переглянуті відео

source: How are students doing on this subsection?
uk: Як студенти справляються з цим підрозділом?

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
uk: Ви отримали цього листа, тому що ви запитали про відновлення паролю для вашого облікового запису на %(site_name)s.

source: Please check your email to confirm the change
uk: Будь ласка, перевірте вашу електронну пошту, щоб підтвердити зміни

source: Click to download a CSV of anonymized student IDs:
uk: Натисніть, щоб завантажити список анонімізованих ідентифікаторів студентів у форматі CSV:

source: The contact address of your company.
uk: Контактна адреса Вашої компанії.

source: strong text
uk: акцентований текст

source: Amount of grace to give on the due date.
uk: Пільговий період, що надається після закінчення терміну здачі.

source: Preformatted
uk: Відформатований

source: Set Section Release Dates
uk: Встановити дати публікації розділів

source: revision number
uk: номер версії

source: Select Section
uk: Вибрати розділ

source: On/Off switch.
uk: Вкл./Викл.

source: Enter the URL for the course data GIT repository.
uk: Введіть URL-адресу для сховищ даних git курсу.

source: The Invoice Number field cannot be empty.
uk: Поле «Номер рахунку-фактури» не може бути порожнім.

source: Unable to run import command.
uk: Неможливо запустити команду імпортування.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
uk: {refund_reminder_msg} щоб повернути гроші, зв'яжіться {billing_email}. Будь ласка, включіть в лист ваш номер замовлення. Нікому не повідомляйте інформацію про вашу кредитну карту!

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
uk: Введіть посилання на зовнішній засіб навчання, який запускає цей компонент. Ця настройка застосовується тільки коли налаштуванню «Приховати зовнішню програму» присвоєно значення «false».<br /> Див. {docs_anchor_open} edX LTI documentation {anchor_close} для отримання детальної інформації по цій настройці.

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
uk: Якщо ви використовуєте розширений редактор, ця проблема буде перетворена в XML і ви не зможете повернутися до інтерфейсу простого редактора. Перейти до розширеного редактора і конвертувати цю проблему в XML?

source: Forum Admin
uk: Адміністратор форуму

source: All Topics
uk: Всі теми

source: Enter the source file name for LaTeX.
uk: Введіть ім'я вихідного файлу для LaTeX

source: Choose the graded unit:
uk: Обрати оцінюваний модуль:

source: The customer matched an entry on the processors negative file.
uk: Клієнт співвідніс запис з неправильним файлом.

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
uk: Визначається в секундах. Для включення кешування вкажіть значення більше 0.

source: %{param} must be a number greater than zero
uk: %{param} повинне бути число більше ніж нуль

source: Description
uk: Опис

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
uk: URL-адреса провайдера залікових одиниць. За цим посиланням слухач, який подав заявку на залік навчальних результатів, зможе перевірити статус свого запиту.

source: No `role` specified.
uk: `Роль` не зазначена.

source: Validation error: {error}
uk: Помилка валідації: {error}

source: Course Name:
uk: Назва Курсу

source: If your course does not appear on your dashboard, contact {payment_support_link}.
uk: Якщо курс не з'явиться на вашій панелі керування, напишіть {payment_support_link}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
uk: Обліковий запис з адресою електронної пошти {email} існує, але вказане ім'я користувача {username} відрізняється. Продовжити реєстрацію з адресою {email}.

source: Schools
uk: Навчальні заклади

source: To manage forum roles, visit the Membership section of the Instructor Dashboard.
uk: Щоб управляти ролями на форумі, відвідайте розділ членства викладацької панелі управління.

source: You cannot create two cohorts with the same name
uk: Ви не можете створити дві категорії з однаковими назвами.

source: External Login Domain
uk: Домен зовнішньої аутентифікації

source: Delete this %(xblock_type)s (and prerequisite)?
uk: Видалити % (xblock_type) S (і причину)?

source: Active Groups
uk: Активні Групи

source: Pin Thread
uk: Прикріпити потік

source: Why do I have to pay?
uk: Чому мені доводиться платити?

source: Loading Order Data...
uk: Завантаження інформацію про замовлення...

source: Course Announce Date
uk: Дата анонсу курсу

source: The email address you used to register with {platform_name}
uk: Адреса електронної пошти, яку Ви використовували для реєстрації на {platform_name}

source: Required
uk: Обов'язкове

source: Please do not use any spaces or special characters in this field.
uk: Будь ласка, не використовуйте в цьому полі пропуски чи спеціальні символи.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
uk: Стан цієї задачі було змінено з часу вашого останнього перегляду цієї сторінки. Будь ласка, оновіть сторінку.

source: Invalid input: Could not parse '{bad_input}' as a formula.
uk: Некоректні вхідні дані: Неможливо опрацювати '{bad_input}' в якості формули.

source: Showing %(current_item_range)s out of %(total_items_count)s, filtered by %(asset_type)s, sorted by %(sort_name)s ascending
uk: Показано %(current_item_range)s з %(total_items_count)s, профільтровано за %(asset_type)s, упорядковано за %(sort_name)s у висхідному порядку

source: Week Ending
uk: Кінець тижня

source: Create Re-run
uk: Створити повторну операцію

source: group read access
uk: право на читання для групи

source: Status of this API access request
uk: Статус цього API запиту

source: Cut row
uk: Видалити рядок

source: Sign in
uk: Увійти

source: In progress
uk: В процесі

source: We had some trouble marking this response endorsed. Please try again.
uk: Виникли помилки під час позначення цієї відповіді як схваленої. Спробуйте пізніше.

source: Username cannot be more than {0} characters long
uk: Ім'я користувача не може містити більше {0} знаків

source: Enroll or un-enroll one or many students: enter emails, separated by new lines or commas;
uk: Зареєструвати або скасувати реєстрацію одного або кількох студентів: введіть електронні адреси, розділяючи їх новими рядками або комами;

source: Owner
uk: Власник

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
uk: Короткий опис команди для допомоги студентам зрозуміти цілі або специфіку команди (не більше 300 символів).

source: ID
uk: Ідентифікатор

source: Female
uk: Жіноча

source: Invalid checkpoint location
uk: Невірне розташування контрольної точки

source: Explanation
uk: Пояснення

source: Notes are only editable for 5 minutes after being saved.
uk: Нотатки можна редагувати протягом 5 хвилин після створення.

source: Failed to rescore problem.
uk: Не вдалося змінити оцінку за завдання.

source: Highest Level of Education Completed
uk: Найвищий рівень освіти, що ви отримали:

source: Failed to clone repository to {directory_name}
uk: Не вдалося клонувати сховище в {directory_name}

source: Shopping Cart
uk: Кошик

source: Increase indent
uk: Збільшити відступ

source: Retake Your Photos
uk: Пересніміть свої фото

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
uk: Помилка при скидання кількості спроб виконання завдання '<%= problem_id %>' для студента '<%= student_id %>'. Переконайтеся, що ідентифікатори завдання та студента вказані правильно і повністю.

source: Title
uk: Назва

source: List of Staff
uk: Список Співробітників

source: Checkboxes With Text Input
uk: Множинний вибір з текстовим полем

source: The authorization has already been reversed.
uk: Платіж вже скасовано.

source: Showing %(first_index)s-%(last_index)s out of %(num_items)s total
uk: Показано %(first_index)s-%(last_index)s з %(num_items)s

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
uk: Натисніть OK щоб відправити ваше ім’я та адресу email сторонньому доданку. Натисніть Відміна щоб повернутись до сторінки без відправлення вашої інформації.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
uk: Як тільки ви зареєструєтесь і активуєте свій обліковий запис, {course_name} відобразиться у Вашій панелі керування.

source: Found module.
uk: Модуль знайдений.

source: Show Email Task History
uk: Показати Відправлені Повідомлення

source: Too similar to a restricted dictionary word.
uk: Занадто схоже на слово зі словника заборонених слів

source: Error importing course
uk: Помилка при імпорті курсу

source: Tell us the details
uk: Повідомте нам деталі

source: Error adding user
uk: Помилка при додаванні користувача

source: unanswered question
uk: Питання без відповіді

source: Please confirm your contribution for this course (min. $
uk: Будь ласка, підтвердіть Ваш внесок за цей курс (min. $

source: User not found
uk: Користувач не знайдений

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
uk: Якщо відсутні додаткові платіжні реквізити, то підтвердження про оплату буде надіслано користувачеві, що здійснює покупку.

source: Submit your response and move to the next step
uk: Надайте вашу відповідь та перейдіть до наступного етапу.

source: Description of the asset.
uk: Опис файлу.

source: Go back to start of transcript.
uk: Повернутися до початку субтитрів.

source: Start time when this module is visible
uk: Час, в який цей модуль стане выдображатися

source: user "{user}" in row# {row}
uk: користувач «{user}» в {row} рядку

source: Description for the credit provider displayed to users.
uk: Видимий користувачам опис організації-кредитора.

source: Course price per seat:
uk: Ціна за місце на курсі:

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
uk: Ваша відповідь прийнята. Як тільки ваше подання буде оцінено, це повідомлення буде замінено результатом оцінки.

source: Your Feedback Has Been Submitted
uk: Ваш відгук було надіслано

source: The provided access_token is not valid.
uk: Наданий access_token неприпустимий.

source: Photo ID image is required if the user does not have an initial verification attempt.
uk: Потрібно зображення документа, що посвідчує особу, з фотокарткою, якщо ви раніше не проходили процедуру підтвердження особи.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
uk: Щоб почати навчання на курсах {platform_name}, активуйте свій обліковий запис, перейшовши за посиланням нижче або скопіювавши його в адресний рядок браузера.

source: Image Description
uk: Опис зображення

source: Course Display Name:
uk: Назва Курсу, що відображається:

source: Update My Account
uk: Оновити мій обліковий запис

source: Generate Grade Report
uk: Створити Оціночний Лист

source: Your Self Assessment
uk: Ваш Самооцінка

source: If you still have issues, contact edX Support. In the meatime, you can also return to
uk: Якщо у вас все ще є проблеми, зверніться до edX Support. В цей час, ви також можете повернутися на

source: Show invisible characters
uk: Показати невидимі символи

source: {num} points: {explanatory_text}
uk: {num} балів: {explanatory_text}

source: You need to activate your edX account before proceeding
uk: Перш ніж Ви зможете продовжити, Вам необхідно активувати аккаунт edX

source: Unscheduled
uk: Незапланований

source: coupon id is None
uk: ідентифікаційний номер купона - None

source: Go to Course
uk: До курсу

source: # enrolled
uk: # записаних

source: % Discount
uk: % знижка

source: This value is required in order to enable the Studio authoring interface.
uk: Потрібно заповнити це значення для включення інтерфейсу авторизації Studio.

source: Certificate Name (Short)
uk: Назва сертифікату (Коротка)

source: {course_number} Open Ended Problems
uk: {course_number} завдання з відповідями у вільній формі

source: No prerequisite
uk: Мінімальний бал:

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, наша система платежів надіслала спотворене повідомлення про платіж, і ми не можемо впевнитися в тому, що повідомлення дійсно прийшло від системи платежів. Зміст повідомлення про помилку: {error_message}. Приносимо свої вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: The code ({code}) that you have tried to define is already in use as a registration code
uk: Код ({code}), що ви намагалися визначити, вже використовується в якості реєстраційного коду.

source: %(voteNum)s%(startSrSpan)s votes (click to vote)%(endSrSpan)s
uk: %(voteNum)s%(startSrSpan)s голосів (клацніть для голосування)%(endSrSpan)s

source: Only staff users are permitted to filter by username. Remove the username parameter.
uk: Тільки співробітників дозволено сортувати за іменем користувача. Видалити параметр ім'я користувача.

source: Number of Enrollment Refunds
uk: Кількість повернутих реєстраційних внесків

source: All course updates
uk: Всі новини курсу

source: Photo Identification
uk: Ідентифікація за фото

source: Try using a different browser, such as Google Chrome.
uk: Спробуйте використати інший браузер, наприклад, Google Chrome.

source: Enrollment in this course is by invitation only
uk: Реєстрація на цей курс тільки по запрошенню

source: subsections
uk: підрозділи

source: Match case
uk: Враховувати регістр

source: Password Reset
uk: Змінити пароль

source: Your change could not be saved
uk: Ваші зміни не можуть бути збережені

source: about a minute
uk: близько хвилини

source: Gating milestone for {usage_key}
uk: Етап відкриття віхи для {usage_key}

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
uk: Визначає права доступу до курсу в каталозі. Припустимо одне з трьох значень: 'both' (показати в каталозі і дозволити доступ до сторінки «Про курс»), 'about' (дозволити доступ тільки до сторінки "Про курс"), "none" (не показувати в каталозі і закрити доступ до сторінки «Про курс»).

source: You are upgrading your enrollment for: %(courseName)s
uk: Ви змінюєте ваш запис на: %(courseName)s

source: Hide Previews
uk: Заховати попередній перегляд

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
uk: Експеримент використовує конфігурацію груп, підтримка для якої не передбачена в експериментах. Виберіть відповідну конфігурацію груп або видаліть цей експеримент.

source: Add Course Prerequisites
uk: Додати вимоги до потенційних студентів курсу

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
uk: URL посилання або посилання, за якими розташовані відео-файли крім файлів на YouTube. Кожне посилання повинне закінчуватися на.mpeg, .ogg, або .webm і не повинне бути посиланням на ресурси YouTube. (Для сумісності з браузерами ми настійно рекомендуємо використовувати формати .mp4 і .webm.) Студентам буде доступне перше з посилань, сумісне з їх системою. Щоб дозволити студентам скачувати ці відео-файли, вкажіть "True" в налаштуваннях "Дозволити Скачування Відео".

source: Additional comments:
uk: Додаткові коментарі:

source: Criterion Added
uk: Критерій Додано

source: No
uk: Ні

source: Course staff will be able to see any feedback that you provide here when they review course records.
uk: Співробітники курс зможуть побачити будь-яку зворотний зв'язок, яку ви надаєте тут, коли вони розглядають курс запису.

source: Error generating student profile information. Please try again.
uk: Помилка при генеруванні інформації з запису студента. Спробуйте пізніше.

source: Profile image for {username}
uk: Зображення для профілю {username}

source: Skipping user "{}" because the specified and existing email addresses do not match.
uk: Пропуск користувача "{}", оскільки вказаний та існуючий електронні адреси не збігаються.

source: Successfully reset the attempts for user {user}
uk: Успішно онульовано спроби для користувача {user}

source: Hi,
uk: Доброго дня!

source: Delete “<%= name %>”?
uk: Видалити “<%= name %>”?

source: Turn on closed captioning
uk: Включити субтитри

source: Credit Card - Individual
uk: Кредитна картка - фізична особа

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
uk: Код merchantReferenceCode, який було відправлено за цим запитом авторизації, збігається з кодом merchantReferenceCode іншого запиту авторизації, який ви надіслали протягом останніх 15 хвилин. Порада: ще раз спробуйте оплатити через 15 хвилин.

source: New submissions to grade
uk: Нові відповіді для оцінювання

source: Unpin
uk: Відкріпити

source: The reason an error occurred during certificate generation.
uk: Причина помилки, що сталася під час випуску сертифіката.

source: Rescore problem '<%= problem_id %>' for all students?
uk: Переоцінити завдання '<%= problem_id %>' для всіх студентів?

source: Receive course emails
uk: Отримувати листи від Курсу

source: Contact
uk: Контакти

source: Sub Item 1
uk: Підпункт 1

source: Enrollment is closed
uk: Запис на курс закрито

source: {total_points} points possible
uk: {total_points} можливих балів

source: Pinned%(start_sr_span)s, click to unpin%(end_span)s
uk: Прикріплено%(start_sr_span)s, клацніть щоб відкріпити%(end_span)s

source: Could not find a group named "{}" - skipping.
uk: Не вдалося знайти групу з іменем "{}"- пропуск.

source: Path to authoring app's CSS
uk: Шлях до CSS-коду програми авторизації

source: Change your name
uk: Змінити ваше ім'я

source: Cannot rescore with all_students and unique_student_identifier.
uk: Неможливо перерахувати бали з all_students і unique_student_identifier.

source: Comment level too deep
uk: Рівень коментаря надто глибокий

source: Search files and articles
uk: Пошук файлів та статей

source: Current Step:
uk: Поточний крок:

source: System got into invalid state: <%= state %>
uk: Система перейшла до некоректного стану: <%= state %>

source: This problem could not be saved.
uk: Ця проблема не може бути збережена.

source: Pull enrollment from remote gradebook
uk: Відкрийте список реєстрації з віддаленого журналу

source: dragging
uk: переміщення

source: To manage beta tester roles, visit the Membership section of the Instructor Dashboard.
uk: Щоб управляти ролями в бета-тесті, відвідайте розділ членства викладацької панелі управління.

source: Have a <strong>question about something specific</strong>? You can contact the {platform_name} general support team directly:
uk: Маєте <strong>якісь специфічні питання</strong>? Ви можете написати в службу підтримки {platform_name} :
